window.ROMANTIC_APP_CONFIG = {
  questions: [
    {
      text: "Дашенька, я выбрал стихотворения специально для тебя 💖",
      mode: "choice",
      choices: [
        {
          label: "Дальше 💗",
          variant: "positive"
        }
      ]
    },

    {
      "text": "Отрывок из «Евгений Онегин» А.С. Пушкина:\n\n Онегин о совершенстве Татьяны \n\nНет, поминутно видеть вас,\nПовсюду следовать за вами,\nУлыбку уст, движенье глаз\nЛовить влюблёнными глазами,\nВнимать вам долго, понимать\nДушой всё ваше совершенство,\nПред вами в муках замирать,\nБледнеть и гаснуть… вот блаженство!",
      "mode": "choice",
      "choices": [
        {
          "label": "Дальше 💗",
          "variant": "positive"
        }
      ]
    },

    {
      "text": "Михаил Лермонтов — «Она поёт — и звуки тают»\n\nОна поёт — и звуки тают,\nКак поцелуи на устах,\nГлядит — и небеса играют\nВ её божественных глазах;\nИдёт ли — все её движенья,\nИль молвит слово — все черты\nТак полны чувства, выраженья,\nТак полны дивной простоты.",
      "mode": "choice",
      "choices": [
        {
          "label": "Дальше 💗",
          "variant": "positive"
        }
      ]
    },

    {
      "text": "Александр Пушкин — «Красавица»\n\nВсё в ней гармония, всё диво,\nВсё выше мира и страстей;\nОна покоится стыдливо\nВ красе торжественной своей;\nОна кругом себя взирает:\nЕй нет соперниц, нет подруг;\nКрасавиц наших бледный круг\nВ её сияньи исчезает.",
      "mode": "choice",
      "choices": [
        {
          "label": "Дальше 💗",
          "variant": "positive"
        }
      ]
    },

    {
      "text": "Афанасий Фет — «Шёпот, робкое дыханье…»\n\nШёпот, робкое дыханье,\nТрели соловья,\nСеребро и колыханье\nСонного ручья,\nСвет ночной, ночные тени,\nТени без конца,\nРяд волшебных изменений\nМилого лица…",
      "mode": "choice",
      "choices": [
        {
          "label": "Дальше 💗",
          "variant": "positive"
        }
      ]
    },

    {
      "text": "Сергей Есенин — «Не бродить, не мять в кустах багряных…»\n\nС алым соком ягоды на коже,\nНежная, красивая, была,\nНа закат ты розовый похожа\nИ, как снег, лучиста и светла.\n\nПусть порой мне шепчет синий вечер,\nЧто была ты песня и мечта…",
      "mode": "choice",
      "choices": [
        {
          "label": "Дальше 💗",
          "variant": "positive"
        }
      ]
    },

    {
      "text": "Сергей Есенин — «Берёза»\n\nБелая берёза\nПод моим окном\nПринакрылась снегом,\nТочно серебром.\n\nНа пушистых ветках\nСнежною каймой\nРаспустились кисти\nБелой бахромой.",
      "mode": "choice",
      "choices": [
        {
          "label": "Дальше 💗",
          "variant": "positive"
        }
      ]
    }
  ],
  final: {
    title: "Люблю тебя, зайка) 💞",
    text: "Ты для меня самая лучшая, самая красивая, самая добрая и самая любимая! 💖",
  }
};
